IDEA Open Model
TendonBar.Phase Property
Compatible with IDEA StatiCa 20.1
 Phase
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int Phase { get; set; }
Public Property Phase As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
TendonBar Class
IdeaRS.OpenModel.CrossSection Namespace